# Напишите функцию fizz_buzz, которая принимает один аргумент — n (число).
# функция должна печатать числа от 1 до n. При этом:
# - если число делится на 3, печатать `Fizz`;
# - если число делится на 5, печатать `Buzz`;
# - если число делится на 3 и на 5, печатать `FizzBuzz`

def ffizz_buzz(n):
    print(n)
    print(ffizz_buzz)


